Repository: pushpendra996/treasure-ios
Catalog: Treasure/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, gu, hi, kn, ml, mr, pa, ta, te

# hint_retry
source: Retry
ar: أعد المحاولة
bn: আবার চেষ্টা করুন
es: Rever
fr: Réessayer
gu: ફરી પ્રયાસ કરો
hi: पुन: प्रयास करें
kn: ಮರುಪ್ರಯತ್ನಿಸಿ
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్లీ ప్రయత్నించండి

# hint_role_admin
source: Admin
ar: مسؤل
bn: অ্যাডমিন
es: Administración
fr: Administrateur
gu: એડમિન
hi: व्यवस्थापक
kn: ನಿರ್ವಾಹಕ
ml: അഡ്മിൻ
mr: ॲडमिन
pa: ਐਡਮਿਨ
ta: நிர்வாகி
te: అడ్మిన్

# hint_save
source: Save
ar: يحفظ
bn: সংরক্ষণ করুন
es: Ahorrar
fr: Sauvegarder
gu: સાચવો
hi: बचाना
kn: ಉಳಿಸಿ
ml: സംരക്ഷിക്കുക
mr: जतन करा
pa: ਸੇਵ ਕਰੋ
ta: சேமிக்கவும்
te: సేవ్ చేయండి

# hint_search_category
source: Search category
ar: فئة البحث
bn: অনুসন্ধান বিভাগ
es: Categoría de búsqueda
fr: Catégorie de recherche
gu: શોધ શ્રેણી
hi: श्रेणी खोजें
kn: ಹುಡುಕಾಟ ವರ್ಗ
ml: തിരയൽ വിഭാഗം
mr: शोध श्रेणी
pa: ਖੋਜ ਸ਼੍ਰੇਣੀ
ta: தேடல் வகை
te: శోధన వర్గం

# hint_search_country
source: Search here your country
ar: ابحث هنا عن بلدك
bn: এখানে আপনার দেশ অনুসন্ধান করুন
es: Busca aquí tu país
fr: Recherchez ici votre pays
gu: અહીં તમારો દેશ શોધો
hi: यहां अपना देश खोजें
kn: ನಿಮ್ಮ ದೇಶವನ್ನು ಇಲ್ಲಿ ಹುಡುಕಿ
ml: നിങ്ങളുടെ രാജ്യം ഇവിടെ തിരയുക
mr: तुमचा देश येथे शोधा
pa: ਇੱਥੇ ਆਪਣੇ ਦੇਸ਼ ਦੀ ਖੋਜ ਕਰੋ
ta: உங்கள் நாட்டை இங்கே தேடுங்கள்
te: ఇక్కడ మీ దేశాన్ని వెతకండి

# hint_select_category
source: Select Category
ar: حدد الفئة
bn: বিভাগ নির্বাচন করুন
es: Seleccionar categoría
fr: Sélectionnez une catégorie
gu: શ્રેણી પસંદ કરો
hi: श्रेणी चुनना
kn: ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: വിഭാഗം തിരഞ്ഞെടുക്കുക
mr: श्रेणी निवडा
pa: ਸ਼੍ਰੇਣੀ ਚੁਣੋ
ta: வகையைத் தேர்ந்தெடுக்கவும்
te: వర్గాన్ని ఎంచుకోండి

# hint_select_date
source: Select date
ar: اختر التاريخ
bn: তারিখ নির্বাচন করুন
es: Seleccionar fecha
fr: Sélectionnez une date
gu: તારીખ પસંદ કરો
hi: तारीख़ चुनें
kn: ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: തീയതി തിരഞ്ഞെടുക്കുക
mr: तारीख निवडा
pa: ਮਿਤੀ ਚੁਣੋ
ta: தேதியைத் தேர்ந்தெடுக்கவும்
te: తేదీని ఎంచుకోండి

# hint_send_otp
source: Send OTP
ar: أرسل كلمة مرور لمرة واحدة
bn: OTP পাঠান
es: Enviar OTP
fr: Envoyer OTP
gu: OTP મોકલો
hi: ओटीपी भेजें
kn: OTP ಕಳುಹಿಸಿ
ml: OTP അയയ്ക്കുക
mr: OTP पाठवा
pa: OTP ਭੇਜੋ
ta: OTP அனுப்பவும்
te: OTPని పంపండి

# hint_share_app_action
source: Share with friends
ar: شارك مع الأصدقاء
bn: বন্ধুদের সাথে শেয়ার করুন
es: compartir con amigos
fr: Partager avec des amis
gu: મિત્રો સાથે શેર કરો
hi: दोस्तों के साथ बांटें
kn: ಸ್ನೇಹಿತರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ
ml: സുഹൃത്തുക്കളുമായി പങ്കിടുക
mr: मित्रांसोबत शेअर करा
pa: ਦੋਸਤਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ
ta: நண்பர்களுடன் பகிர்ந்து கொள்ளுங்கள்
te: స్నేహితులతో పంచుకోండి

# hint_share_app_body
source: Track every expense, see where your money goes, and stay in control — free on iPhone and Android.
ar: تتبع كل النفقات، واعرف أين تذهب أموالك، وتحكم في أموالك - مجانًا على Android.
bn: প্রতিটি খরচ ট্র্যাক করুন, দেখুন আপনার টাকা কোথায় যায় এবং নিয়ন্ত্রণে থাকুন — Android-এ বিনামূল্যে।
es: Realice un seguimiento de cada gasto, vea a dónde va su dinero y mantenga el control, gratis en Android.
fr: Suivez chaque dépense, voyez où va votre argent et gardez le contrôle – gratuitement sur Android.
gu: દરેક ખર્ચને ટ્રૅક કરો, તમારા પૈસા ક્યાં જાય છે તે જુઓ અને નિયંત્રણમાં રહો — Android પર મફત.
hi: हर खर्च पर नज़र रखें, देखें कि आपका पैसा कहाँ जाता है, और नियंत्रण में रहें - Android पर निःशुल्क।
kn: ಪ್ರತಿ ಖರ್ಚನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ, ನಿಮ್ಮ ಹಣ ಎಲ್ಲಿಗೆ ಹೋಗುತ್ತದೆ ಎಂಬುದನ್ನು ನೋಡಿ ಮತ್ತು ನಿಯಂತ್ರಣದಲ್ಲಿರಿ — Android ನಲ್ಲಿ ಉಚಿತ.
ml: എല്ലാ ചെലവുകളും ട്രാക്ക് ചെയ്യുക, നിങ്ങളുടെ പണം എവിടേക്കാണ് പോകുന്നതെന്ന് കാണുക, നിയന്ത്രണത്തിൽ തുടരുക — Android-ൽ സൗജന്യം.
mr: प्रत्येक खर्चाचा मागोवा घ्या, तुमचे पैसे कुठे जातात ते पहा आणि नियंत्रणात रहा — Android वर विनामूल्य.
pa: ਹਰ ਖਰਚੇ ਨੂੰ ਟ੍ਰੈਕ ਕਰੋ, ਦੇਖੋ ਕਿ ਤੁਹਾਡਾ ਪੈਸਾ ਕਿੱਥੇ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਕੰਟਰੋਲ ਵਿੱਚ ਰਹੋ — Android 'ਤੇ ਮੁਫ਼ਤ।
ta: ஒவ்வொரு செலவையும் கண்காணிக்கவும், உங்கள் பணம் எங்கு செல்கிறது என்பதைப் பார்க்கவும், கட்டுப்பாட்டில் இருக்கவும் — Android இல் இலவசம்.
te: ప్రతి వ్యయాన్ని ట్రాక్ చేయండి, మీ డబ్బు ఎక్కడికి వెళుతుందో చూడండి మరియు నియంత్రణలో ఉండండి — Androidలో ఉచితం.

# hint_share_app_chooser
source: Share Treasure via
ar: شارك __الكنز__ عبر
bn: Treasure এর মাধ্যমে ভাগ করুন
es: Compartir Treasure vía
fr: Partager Treasure via
gu: Treasure દ્વારા શેર કરો
hi: __खजाना__के माध्यम से साझा करें
kn: ಮೂಲಕ Treasure ಹಂಚಿಕೊಳ್ಳಿ
ml: വഴി __ TREASURE__ പങ്കിടുക
mr: Treasure द्वारे सामायिक करा
pa: Treasure ਰਾਹੀਂ ਸਾਂਝਾ ਕਰੋ
ta: மூலம் Treasure ஐப் பகிரவும்
te: ద్వారా Treasureని భాగస్వామ్యం చేయండి

# hint_share_app_copied
source: Share message copied
ar: تم نسخ رسالة المشاركة
bn: শেয়ার বার্তা কপি করা হয়েছে
es: Compartir mensaje copiado
fr: Partager le message copié
gu: શેર સંદેશ કોપી કર્યો
hi: साझा संदेश कॉपी किया गया
kn: ಹಂಚಿಕೊಳ್ಳಿ ಸಂದೇಶವನ್ನು ನಕಲಿಸಲಾಗಿದೆ
ml: പങ്കിടൽ സന്ദേശം പകർത്തി
mr: सामायिक संदेश कॉपी केला
pa: ਸਾਂਝਾ ਸੁਨੇਹਾ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
ta: பகிர் செய்தி நகலெடுக்கப்பட்டது
te: భాగస్వామ్యం సందేశం కాపీ చేయబడింది

# hint_share_app_copy
source: Copy message
ar: انسخ الرسالة
bn: বার্তা কপি করুন
es: Copiar mensaje
fr: Copier le message
gu: સંદેશની નકલ કરો
hi: संदेश कॉपी करें
kn: ಸಂದೇಶವನ್ನು ನಕಲಿಸಿ
ml: സന്ദേശം പകർത്തുക
mr: संदेश कॉपी करा
pa: ਸੁਨੇਹਾ ਕਾਪੀ ਕਰੋ
ta: செய்தியை நகலெடுக்கவும்
te: సందేశాన్ని కాపీ చేయండి

# hint_share_app_menu
source: Share Treasure
ar: مشاركة __الكنز__
bn: শেয়ার করুন Treasure
es: Compartir __TESORO__
fr: Partager Treasure
gu: શેર કરો Treasure
hi: साझा करें __खज़ाना__
kn: __ಖಜಾನೆ__ ಹಂಚಿಕೊಳ್ಳಿ
ml: പങ്കിടുക __നിധി__
mr: शेअर करा Treasure
pa: ਸ਼ੇਅਰ Treasure
ta: பகிர்ந்து __ பொக்கிஷம்__
te: షేర్ చేయండి __ ట్రెజర్__

# hint_share_app_message
source: Still guessing where your money went each month? Treasure helps you track every expense, see clear reports, and stay on top of your finances — free on iPhone and Android. Download here: %1$@
ar: هل لا تزال تخمن أين تذهب أموالك كل شهر؟ Treasure يساعدك على تتبع كل النفقات، والاطلاع على تقارير واضحة، والبقاء على اطلاع بأموالك - مجانًا على Android. التنزيل هنا: %1$@
bn: এখনও অনুমান করছেন আপনার টাকা প্রতি মাসে কোথায় গেল? Treasure আপনাকে প্রতিটি খরচ ট্র্যাক করতে, পরিষ্কার রিপোর্ট দেখতে এবং আপনার আর্থিক বিষয়ে শীর্ষে থাকতে সাহায্য করে — Android-এ বিনামূল্যে। এখানে ডাউনলোড করুন: %1$@
es: ¿Aún no sabes a dónde se fue tu dinero cada mes? Treasure te ayuda a realizar un seguimiento de cada gasto, ver informes claros y estar al tanto de tus finanzas, gratis en Android. Descárgalo aquí: %1$@
fr: Vous ne savez toujours pas où est passé votre argent chaque mois ? Treasure vous aide à suivre chaque dépense, à consulter des rapports clairs et à maîtriser vos finances, gratuitement sur Android. Télécharger ici : %1$@
gu: હજુ પણ અનુમાન કરો છો કે તમારા પૈસા દર મહિને ક્યાં ગયા? Treasure તમને દરેક ખર્ચને ટ્રૅક કરવામાં, સ્પષ્ટ અહેવાલો જોવા અને તમારી નાણાકીય બાબતોમાં ટોચ પર રહેવામાં સહાય કરે છે — Android પર મફત. અહીં ડાઉનલોડ કરો: %1$@
hi: अभी भी अनुमान लगा रहे हैं कि आपका पैसा हर महीने कहां जाता है? Treasure आपको हर खर्च को ट्रैक करने, स्पष्ट रिपोर्ट देखने और अपने वित्त के बारे में शीर्ष पर रहने में मदद करता है - Android पर निःशुल्क। यहां डाउनलोड करें: %1$@
kn: ಪ್ರತಿ ತಿಂಗಳು ನಿಮ್ಮ ಹಣ ಎಲ್ಲಿಗೆ ಹೋಯಿತು ಎಂದು ಇನ್ನೂ ಊಹಿಸುತ್ತಿರುವಿರಾ? Treasure ಪ್ರತಿ ಖರ್ಚನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು, ಸ್ಪಷ್ಟ ವರದಿಗಳನ್ನು ನೋಡಲು ಮತ್ತು ನಿಮ್ಮ ಹಣಕಾಸಿನ ಮೇಲೆ ಉಳಿಯಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ — Android ನಲ್ಲಿ ಉಚಿತ. ಇಲ್ಲಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ: %1$@
ml: ഓരോ മാസവും നിങ്ങളുടെ പണം എവിടേക്കാണ് പോയതെന്ന് ഇപ്പോഴും ഊഹിക്കുന്നുണ്ടോ? Treasure എല്ലാ ചെലവുകളും ട്രാക്ക് ചെയ്യാനും വ്യക്തമായ റിപ്പോർട്ടുകൾ കാണാനും നിങ്ങളുടെ സാമ്പത്തിക കാര്യങ്ങളിൽ മുന്നിൽ നിൽക്കാനും നിങ്ങളെ സഹായിക്കുന്നു — Android-ൽ സൗജന്യം. ഇവിടെ ഡൗൺലോഡ് ചെയ്യുക: %1$@
mr: तुमचा पैसा दर महिन्याला कुठे गेला याचा अजूनही अंदाज लावत आहात? Treasure तुम्हाला प्रत्येक खर्चाचा मागोवा घेण्यात, स्पष्ट अहवाल पाहण्यात आणि तुमच्या वित्तसंस्थांच्या शीर्षस्थानी राहण्यास मदत करते — Android वर विनामूल्य. येथे डाउनलोड करा: %1$@
pa: ਅਜੇ ਵੀ ਅੰਦਾਜ਼ਾ ਲਗਾ ਰਹੇ ਹੋ ਕਿ ਤੁਹਾਡਾ ਪੈਸਾ ਹਰ ਮਹੀਨੇ ਕਿੱਥੇ ਗਿਆ? Treasure ਹਰ ਖਰਚੇ ਨੂੰ ਟਰੈਕ ਕਰਨ, ਸਪਸ਼ਟ ਰਿਪੋਰਟਾਂ ਦੇਖਣ, ਅਤੇ ਤੁਹਾਡੇ ਵਿੱਤ ਬਾਰੇ ਸਿਖਰ 'ਤੇ ਰਹਿਣ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਦਾ ਹੈ — Android 'ਤੇ ਮੁਫ਼ਤ। ਇੱਥੇ ਡਾਊਨਲੋਡ ਕਰੋ: %1$@
ta: ஒவ்வொரு மாதமும் உங்கள் பணம் எங்கு சென்றது என்று யூகிக்கிறீர்களா? Treasure ஒவ்வொரு செலவையும் கண்காணிக்கவும், தெளிவான அறிக்கைகளைப் பார்க்கவும், உங்கள் நிதிநிலையில் சிறந்து விளங்கவும் உதவுகிறது — Android இல் இலவசம். இங்கே பதிவிறக்கவும்: %1$@
te: ప్రతి నెలా మీ డబ్బు ఎక్కడికి పోతుందో ఇప్పటికీ ఊహిస్తున్నారా? Treasure ప్రతి వ్యయాన్ని ట్రాక్ చేయడంలో, స్పష్టమైన నివేదికలను చూడటంలో మరియు మీ ఆర్థిక విషయాలలో అగ్రస్థానంలో ఉండటంలో మీకు సహాయపడుతుంది — Androidలో ఉచితంగా. ఇక్కడ డౌన్‌లోడ్ చేసుకోండి: %1$@

# hint_share_app_title
source: Share Treasure with friends
ar: شارك __الكنز__ مع الأصدقاء
bn: বন্ধুদের সাথে Treasure শেয়ার করুন
es: Comparte Treasure con amigos
fr: Partagez Treasure avec des amis
gu: મિત્રો સાથે Treasure શેર કરો
hi: दोस्तों के साथ __खज़ाना__ साझा करें
kn: ಸ್ನೇಹಿತರೊಂದಿಗೆ Treasure ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ml: സുഹൃത്തുക്കളുമായി __ TREASURE__ പങ്കിടുക
mr: मित्रांसह Treasure सामायिक करा
pa: ਦੋਸਤਾਂ ਨਾਲ Treasure ਨੂੰ ਸਾਂਝਾ ਕਰੋ
ta: Treasureஐ நண்பர்களுடன் பகிர்ந்து கொள்ளுங்கள்
te: Treasureని స్నేహితులతో పంచుకోండి

# hint_sharing_approved_short
source: Approved
ar: موافقة
bn: অনুমোদিত
es: Aprobado
fr: Approuvé
gu: મંજૂર
hi: अनुमत
kn: ಅನುಮೋದಿಸಲಾಗಿದೆ
ml: അംഗീകരിച്ചു
mr: मंजूर
pa: ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ
ta: அங்கீகரிக்கப்பட்டது
te: ఆమోదించబడింది

# hint_sharing_expense_submitted_sync
source: Expense submitted. Also added to your home expense list.
ar: تم إرسال النفقات. تمت إضافتها أيضًا إلى قائمة نفقات منزلك.
bn: খরচ জমা দেওয়া হয়েছে। এছাড়াও আপনার বাড়ির খরচ তালিকা যোগ করা হয়েছে.
es: Gasto presentado. También agregado a la lista de gastos de su hogar.
fr: Dépense soumise. Également ajouté à votre liste de dépenses résidentielles.
gu: ખર્ચ સબમિટ. તમારા ઘરના ખર્ચની સૂચિમાં પણ ઉમેરો.
hi: व्यय प्रस्तुत किया गया। आपके घरेलू व्यय सूची में भी जोड़ा गया।
kn: ವೆಚ್ಚ ಸಲ್ಲಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ಮನೆ ವೆಚ್ಚದ ಪಟ್ಟಿಗೆ ಸಹ ಸೇರಿಸಲಾಗಿದೆ.
ml: ചെലവ് സമർപ്പിച്ചു. നിങ്ങളുടെ വീട്ടുചെലവ് ലിസ്റ്റിലേക്കും ചേർത്തു.
mr: खर्च सादर केला. तसेच तुमच्या घर खर्चाच्या यादीत जोडले.
pa: ਖਰਚਾ ਪੇਸ਼ ਕੀਤਾ। ਤੁਹਾਡੇ ਘਰ ਦੇ ਖਰਚੇ ਦੀ ਸੂਚੀ ਵਿੱਚ ਵੀ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ।
ta: செலவு சமர்ப்பிக்கப்பட்டது. உங்கள் வீட்டு செலவு பட்டியலிலும் சேர்க்கப்பட்டது.
te: ఖర్చు సమర్పించబడింది. మీ ఇంటి ఖర్చుల జాబితాకు కూడా జోడించబడింది.

# hint_sharing_pending_short
source: Pending
ar: قيد الانتظار
bn: মুলতুবি
es: Pendiente
fr: En attente
gu: બાકી છે
hi: लंबित
kn: ಬಾಕಿಯಿದೆ
ml: തീർപ്പാക്കാത്തത്
mr: प्रलंबित
pa: ਬਕਾਇਆ
ta: நிலுவையில் உள்ளது
te: పెండింగ్‌లో ఉంది

# hint_sharing_rejected_short
source: Rejected
ar: مرفوض
bn: প্রত্যাখ্যাত
es: Rechazado
fr: Rejeté
gu: ફગાવી દીધી
hi: अस्वीकार कर दिया
kn: ತಿರಸ್ಕರಿಸಲಾಗಿದೆ
ml: നിരസിച്ചു
mr: नाकारले
pa: ਰੱਦ ਕਰ ਦਿੱਤਾ
ta: நிராகரிக்கப்பட்டது
te: తిరస్కరించబడింది

# hint_sharing_report_line
source: Approved: %1$.2f · Pending: %2$.2f · Rejected items: %3$d
ar: تمت الموافقة عليه: %1$.2f · معلق: %2$.2f · العناصر المرفوضة: %3$d
bn: অনুমোদিত: %1$.2f · মুলতুবি: %2$.2f · প্রত্যাখ্যাত আইটেম: %3$d
es: Aprobado: %1$.2f · Pendiente: %2$.2f · Artículos rechazados: %3$d
fr: Approuvé : %1$.2f · En attente : %2$.2f · Éléments rejetés : %3$d
gu: મંજૂર: %1$.2f · બાકી: %2$.2f · નકારેલ આઇટમ્સ: %3$d
hi: स्वीकृत: %1$.2f · लंबित: %2$.2f · अस्वीकृत आइटम: %3$d
kn: ಅನುಮೋದಿಸಲಾಗಿದೆ: %1$.2f · ಬಾಕಿ ಉಳಿದಿದೆ: %2$.2f · ತಿರಸ್ಕರಿಸಿದ ಐಟಂಗಳು: %3$d
ml: അംഗീകരിച്ചത്: %1$.2f · തീർച്ചപ്പെടുത്താത്തത്: %2$.2f · നിരസിച്ച ഇനങ്ങൾ: %3$d
mr: मंजूर: %1$.2f · प्रलंबित: %2$.2f · नाकारलेले आयटम: %3$d
pa: ਮਨਜ਼ੂਰ: %1$.2f · ਲੰਬਿਤ: %2$.2f · ਅਸਵੀਕਾਰ ਕੀਤੀਆਂ ਆਈਟਮਾਂ: %3$d
ta: அங்கீகரிக்கப்பட்டது: %1$.2f · நிலுவையில் உள்ளது: %2$.2f · நிராகரிக்கப்பட்ட உருப்படிகள்: %3$d
te: ఆమోదించబడింది: %1$.2f · పెండింగ్‌లో ఉంది: %2$.2f · తిరస్కరించబడిన అంశాలు: %3$d

# hint_skip
source: Skip
ar: يتخطى
bn: এড়িয়ে যান
es: Saltar
fr: Sauter
gu: છોડો
hi: छोडना
kn: ಬಿಟ್ಟುಬಿಡಿ
ml: ഒഴിവാക്കുക
mr: वगळा
pa: ਛੱਡੋ
ta: தவிர்க்கவும்
te: దాటవేయి

# hint_sms_quota_exceeded
source: The SMS quota for the project has been exceeded
ar: تم تجاوز حصة الرسائل النصية القصيرة للمشروع
bn: প্রকল্পের এসএমএস কোটা অতিক্রম করা হয়েছে
es: Se ha superado la cuota de SMS del proyecto.
fr: Le quota de SMS du projet a été dépassé
gu: પ્રોજેક્ટ માટે SMS ક્વોટા ઓળંગાઈ ગયો છે
hi: परियोजना के लिए एसएमएस कोटा पार हो गया है
kn: ಯೋಜನೆಗಾಗಿ SMS ಕೋಟಾವನ್ನು ಮೀರಿದೆ
ml: പദ്ധതിക്കായുള്ള SMS ക്വാട്ട കവിഞ്ഞു
mr: प्रकल्पासाठी एसएमएस कोटा ओलांडला आहे
pa: ਪ੍ਰੋਜੈਕਟ ਲਈ SMS ਕੋਟਾ ਵੱਧ ਗਿਆ ਹੈ
ta: திட்டத்திற்கான SMS ஒதுக்கீடு மீறப்பட்டுள்ளது
te: ప్రాజెక్ట్ కోసం SMS కోటా మించిపోయింది

# hint_spent_by
source: Spent by: %1$@
ar: تم الإنفاق بواسطة: %1$@
bn: খরচ করেছে: %1$@
es: Gastado por: %1$@
fr: Passé par : %1$@
gu: દ્વારા ખર્ચવામાં આવેલ: %1$@
hi: द्वारा खर्च किया गया: %1$@
kn: ಖರ್ಚು ಮಾಡಿದವರು: %1$@
ml: ചെലവഴിച്ചത്: %1$@
mr: द्वारे खर्च केले: %1$@
pa: ਦੁਆਰਾ ਖਰਚ ਕੀਤਾ ਗਿਆ: %1$@
ta: செலவழித்தது: %1$@
te: ఖర్చు చేసినవారు: %1$@

# hint_split_expense_default_remark
source: Split expense
ar: تقسيم النفقات
bn: বিভক্ত ব্যয়
es: Gasto dividido
fr: Dépenses fractionnées
gu: વિભાજિત ખર્ચ
hi: ख़र्च का बंटवारा
kn: ವಿಭಜಿತ ವೆಚ್ಚ
ml: ചെലവ് വിഭജിക്കുക
mr: खर्चाचे विभाजन करा
pa: ਖਰਚਾ ਵੰਡੋ
ta: பிரித்து செலவு
te: విభజన ఖర్చు

# hint_split_expense_remark_suffix
source: (split)
ar: (ينقسم)
bn: (বিভক্ত)
es: (dividir)
fr: (diviser)
gu: (વિભાજન)
hi: (विभाजित करना)
kn: (ವಿಭಜನೆ)
ml: (രണ്ടായി പിരിയുക)
mr: (विभाजन)
pa: (ਵੰਡ)
ta: (பிளவு)
te: (విభజన)

# hint_statistics
source: Statistics
ar: إحصائيات
bn: পরিসংখ্যান
es: Estadística
fr: Statistiques
gu: આંકડા
hi: आंकड़े
kn: ಅಂಕಿಅಂಶಗಳು
ml: സ്ഥിതിവിവരക്കണക്കുകൾ
mr: आकडेवारी
pa: ਅੰਕੜੇ
ta: புள்ளிவிவரங்கள்
te: గణాంకాలు

# hint_title_add_transaction
source: Add New Transaction
ar: إضافة معاملة جديدة
bn: নতুন লেনদেন যোগ করুন
es: Agregar nueva transacción
fr: Ajouter une nouvelle transaction
gu: નવો વ્યવહાર ઉમેરો
hi: नया लेनदेन जोड़ें
kn: ಹೊಸ ವಹಿವಾಟನ್ನು ಸೇರಿಸಿ
ml: പുതിയ ഇടപാട് ചേർക്കുക
mr: नवीन व्यवहार जोडा
pa: ਨਵਾਂ ਲੈਣ-ਦੇਣ ਸ਼ਾਮਲ ਕਰੋ
ta: புதிய பரிவர்த்தனையைச் சேர்க்கவும்
te: కొత్త లావాదేవీని జోడించండి

# hint_title_auction_committee
source: Auction Committee
ar: لجنة المزاد
bn: নিলাম কমিটি
es: Comité de subasta
fr: Comité des enchères
gu: હરાજી સમિતિ
hi: नीलामी समिति
kn: ಹರಾಜು ಸಮಿತಿ
ml: ലേല സമിതി
mr: लिलाव समिती
pa: ਨਿਲਾਮੀ ਕਮੇਟੀ
ta: ஏலக் குழு
te: వేలం కమిటీ

# hint_title_committees
source: Committees
ar: اللجان
bn: কমিটি
es: comités
fr: Comités
gu: સમિતિઓ
hi: समितियों
kn: ಸಮಿತಿಗಳು
ml: കമ്മിറ്റികൾ
mr: समित्या
pa: ਕਮੇਟੀਆਂ
ta: குழுக்கள்
te: కమిటీలు

# hint_title_edit_transaction
source: Edit Transaction
ar: تحرير المعاملة
bn: লেনদেন সম্পাদনা করুন
es: Editar transacción
fr: Modifier la transaction
gu: વ્યવહાર સંપાદિત કરો
hi: लेन-देन संपादित करें
kn: ವಹಿವಾಟು ಸಂಪಾದಿಸಿ
ml: ഇടപാട് എഡിറ്റ് ചെയ്യുക
mr: व्यवहार संपादित करा
pa: ਲੈਣ-ਦੇਣ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
ta: பரிவர்த்தனையைத் திருத்தவும்
te: లావాదేవీని సవరించండి

# hint_title_profile
source: Profile
ar: حساب تعريفي
bn: প্রোফাইল
es: Perfil
fr: Profil
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
pa: ਪ੍ਰੋਫਾਈਲ
ta: சுயவிவரம்
te: ప్రొఫైల్

# hint_title_reports
source: Reports
ar: التقارير
bn: রিপোর্ট
es: Informes
fr: Rapports
gu: અહેવાલો
hi: रिपोर्टों
kn: ವರದಿಗಳು
ml: റിപ്പോർട്ടുകൾ
mr: अहवाल
pa: ਰਿਪੋਰਟਾਂ
ta: அறிக்கைகள்
te: నివేదికలు

# hint_title_verify_otp
source: Verify OTP
ar: التحقق من كلمة المرور لمرة واحدة (OTP).
bn: OTP যাচাই করুন
es: Verificar OTP
fr: Vérifier OTP
gu: OTP ચકાસો
hi: ओटीपी सत्यापित करें
kn: OTP ಪರಿಶೀಲಿಸಿ
ml: OTP പരിശോധിക്കുക
mr: OTP सत्यापित करा
pa: OTP ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ta: OTPயைச் சரிபார்க்கவும்
te: OTPని ధృవీకరించండి

# hint_transaction_option
source: What do you want to do with this transaction?
ar: ماذا تريد أن تفعل بهذه الصفقة؟
bn: আপনি এই লেনদেন দিয়ে কি করতে চান?
es: ¿Qué quieres hacer con esta transacción?
fr: Que souhaitez-vous faire de cette transaction ?
gu: તમે આ વ્યવહાર સાથે શું કરવા માંગો છો?
hi: आप इस लेन-देन के साथ क्या करना चाहते हैं?
kn: ಈ ವಹಿವಾಟನ್ನು ನೀವು ಏನು ಮಾಡಲು ಬಯಸುತ್ತೀರಿ?
ml: ഈ ഇടപാടുമായി നിങ്ങൾ എന്താണ് ചെയ്യാൻ ആഗ്രഹിക്കുന്നത്?
mr: तुम्हाला या व्यवहाराचे काय करायचे आहे?
pa: ਤੁਸੀਂ ਇਸ ਲੈਣ-ਦੇਣ ਨਾਲ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: இந்த பரிவர்த்தனையை என்ன செய்ய விரும்புகிறீர்கள்?
te: మీరు ఈ లావాదేవీని ఏమి చేయాలనుకుంటున్నారు?

# hint_uncategorized
source: Uncategorized
ar: غير مصنف
bn: অশ্রেণীভুক্ত
es: Sin categoría
fr: Non classé
gu: અનવર્ગીકૃત
hi: अवर्गीकृत
kn: ವರ್ಗೀಕರಿಸಲಾಗಿಲ್ಲ
ml: വർഗ്ഗീകരിക്കാത്തത്
mr: अवर्गीकृत
pa: ਗੈਰ-ਸ਼੍ਰੇਣੀਬੱਧ
ta: வகைப்படுத்தப்படாத
te: వర్గీకరించబడలేదు

# hint_update
source: Update
ar: تحديث
bn: আপডেট
es: Actualizar
fr: Mise à jour
gu: અપડેટ કરો
hi: अद्यतन
kn: ನವೀಕರಿಸಿ
ml: അപ്ഡേറ്റ്
mr: अपडेट करा
pa: ਅੱਪਡੇਟ ਕਰੋ
ta: புதுப்பிக்கவும்
te: నవీకరించు

# hint_update_ready
source: Update ready — restart to install
ar: التحديث جاهز — أعد التشغيل للتثبيت
bn: আপডেট প্রস্তুত — ইনস্টল করতে পুনরায় চালু করুন
es: Actualización lista: reinicie para instalar
fr: Mise à jour prête – redémarrez pour installer
gu: અપડેટ તૈયાર છે - ઇન્સ્ટોલ કરવા માટે પુનઃપ્રારંભ કરો
hi: अपडेट तैयार - इंस्टॉल करने के लिए पुनः आरंभ करें
kn: ಅಪ್‌ಡೇಟ್ ಸಿದ್ಧವಾಗಿದೆ - ಸ್ಥಾಪಿಸಲು ಮರುಪ್ರಾರಂಭಿಸಿ
ml: അപ്‌ഡേറ്റ് തയ്യാറാണ് - ഇൻസ്റ്റാൾ ചെയ്യാൻ പുനരാരംഭിക്കുക
mr: अपडेट तयार आहे — इंस्टॉल करण्यासाठी रीस्टार्ट करा
pa: ਅੱਪਡੇਟ ਤਿਆਰ — ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਮੁੜ-ਚਾਲੂ ਕਰੋ
ta: புதுப்பிப்பு தயார் — நிறுவ மறுதொடக்கம்
te: నవీకరణ సిద్ధంగా ఉంది - ఇన్‌స్టాల్ చేయడానికి పునఃప్రారంభించండి

# hint_update_restart
source: Restart
ar: إعادة تشغيل
bn: রিস্টার্ট করুন
es: Reanudar
fr: Redémarrage
gu: પુનઃપ્રારંભ કરો
hi: पुनः आरंभ करें
kn: ಮರುಪ್ರಾರಂಭಿಸಿ
ml: പുനരാരംഭിക്കുക
mr: रीस्टार्ट करा
pa: ਰੀਸਟਾਰਟ ਕਰੋ
ta: மறுதொடக்கம்
te: పునఃప్రారంభించండి

# hint_verify
source: Verify
ar: يؤكد
bn: যাচাই করুন
es: Verificar
fr: Vérifier
gu: ચકાસો
hi: सत्यापित करें
kn: ಪರಿಶೀಲಿಸಿ
ml: സ്ഥിരീകരിക്കുക
mr: सत्यापित करा
pa: ਪੁਸ਼ਟੀ ਕਰੋ
ta: சரிபார்க்கவும்
te: ధృవీకరించండి

# hint_welcome
source: Welcome!
ar: مرحباً!
bn: স্বাগতম!
es: ¡Bienvenido!
fr: Accueillir!
gu: સ્વાગત છે!
hi: स्वागत!
kn: ಸ್ವಾಗತ!
ml: സ്വാഗതം!
mr: स्वागत आहे!
pa: ਜੀ ਆਇਆਂ ਨੂੰ!
ta: வருக!
te: స్వాగతం!

# hint_where_optional
source: Where (optional)
ar: أين (اختياري)
bn: কোথায় (ঐচ্ছিক)
es: donde (opcional)
fr: Où (facultatif)
gu: ક્યાં (વૈકલ્પિક)
hi: कहां (वैकल्पिक)
kn: ಎಲ್ಲಿ (ಐಚ್ಛಿಕ)
ml: എവിടെ (ഓപ്ഷണൽ)
mr: कुठे (पर्यायी)
pa: ਕਿੱਥੇ (ਵਿਕਲਪਿਕ)
ta: எங்கே (விரும்பினால்)
te: ఎక్కడ (ఐచ్ఛికం)

# hint_you_are_admin
source: You are the admin
ar: أنت المشرف
bn: আপনিই এডমিন
es: tu eres el administrador
fr: Vous êtes l'administrateur
gu: તમે એડમિન છો
hi: आप व्यवस्थापक हैं
kn: ನೀವು ನಿರ್ವಾಹಕರು
ml: നിങ്ങളാണ് അഡ്മിൻ
mr: तुम्ही ॲडमिन आहात
pa: ਤੁਸੀਂ ਐਡਮਿਨ ਹੋ
ta: நீங்கள்தான் அட்மின்
te: మీరు నిర్వాహకులు

# hint_your_role_admin
source: Your role: Administrator
ar: دورك: المسؤول
bn: আপনার ভূমিকা: প্রশাসক
es: Su rol: Administrador
fr: Votre rôle : Administrateur
gu: તમારી ભૂમિકા: સંચાલક
hi: आपकी भूमिका: प्रशासक
kn: ನಿಮ್ಮ ಪಾತ್ರ: ನಿರ್ವಾಹಕರು
ml: നിങ്ങളുടെ റോൾ: അഡ്മിനിസ്ട്രേറ്റർ
mr: तुमची भूमिका: प्रशासक
pa: ਤੁਹਾਡੀ ਭੂਮਿਕਾ: ਪ੍ਰਸ਼ਾਸਕ
ta: உங்கள் பங்கு: நிர்வாகி
te: మీ పాత్ర: నిర్వాహకుడు

# hint_your_role_member
source: Your role: Member
ar: دورك: عضو
bn: আপনার ভূমিকা: সদস্য
es: Tu rol: Miembro
fr: Votre rôle : Membre
gu: તમારી ભૂમિકા: સભ્ય
hi: आपकी भूमिका: सदस्य
kn: ನಿಮ್ಮ ಪಾತ್ರ: ಸದಸ್ಯ
ml: നിങ്ങളുടെ പങ്ക്: അംഗം
mr: तुमची भूमिका: सदस्य
pa: ਤੁਹਾਡੀ ਭੂਮਿਕਾ: ਮੈਂਬਰ
ta: உங்கள் பங்கு: உறுப்பினர்
te: మీ పాత్ర: సభ్యుడు

# notification_sharing_expense_body
source: Tap to open the group expense list.
ar: انقر لفتح قائمة نفقات المجموعة.
bn: গ্রুপ খরচ তালিকা খুলতে আলতো চাপুন.
es: Toque para abrir la lista de gastos del grupo.
fr: Appuyez pour ouvrir la liste des dépenses du groupe.
gu: જૂથ ખર્ચની સૂચિ ખોલવા માટે ટૅપ કરો.
hi: समूह व्यय सूची खोलने के लिए टैप करें।
kn: ಗುಂಪು ವೆಚ್ಚದ ಪಟ್ಟಿಯನ್ನು ತೆರೆಯಲು ಟ್ಯಾಪ್ ಮಾಡಿ.
ml: ഗ്രൂപ്പ് ചെലവ് ലിസ്റ്റ് തുറക്കാൻ ടാപ്പ് ചെയ്യുക.
mr: गट खर्च सूची उघडण्यासाठी टॅप करा.
pa: ਸਮੂਹ ਖਰਚਿਆਂ ਦੀ ਸੂਚੀ ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਟੈਪ ਕਰੋ।
ta: குழு செலவுப் பட்டியலைத் திறக்க தட்டவும்.
te: సమూహ ఖర్చుల జాబితాను తెరవడానికి నొక్కండి.

# notification_sharing_expense_title
source: New expense in your group
ar: حساب جديد في مجموعتك
bn: আপনার গ্রুপে নতুন খরচ
es: Nuevo gasto en tu grupo
fr: Nouvelle dépense dans votre groupe
gu: તમારા જૂથમાં નવો ખર્ચ
hi: आपके समूह में नया खर्च
kn: ನಿಮ್ಮ ಗುಂಪಿನಲ್ಲಿ ಹೊಸ ಖರ್ಚು
ml: നിങ്ങളുടെ ഗ്രൂപ്പിലെ പുതിയ ചെലവ്
mr: तुमच्या गटात नवीन खर्च
pa: ਤੁਹਾਡੇ ਸਮੂਹ ਵਿੱਚ ਨਵਾਂ ਖਰਚਾ
ta: உங்கள் குழுவில் புதிய செலவு
te: మీ సమూహంలో కొత్త ఖర్చు
